{
  "count": 121,
  "history": [
    {
      "date": "2025-12-25T06:04:17.282Z",
      "commit": 1
    },
    {
      "date": "2025-12-25T06:05:12.413Z",
      "commit": 2
    },
    {
      "date": "2025-12-25T06:16:19.168Z",
      "commit": 3
    },
    {
      "date": "2025-12-25T06:18:00.811Z",
      "commit": 4
    },
    {
      "date": "2025-12-26T06:18:01.923Z",
      "commit": 5
    },
    {
      "date": "2025-12-27T07:36:38.663Z",
      "commit": 6
    },
    {
      "date": "2025-12-28T06:18:01.839Z",
      "commit": 7
    },
    {
      "date": "2025-12-29T06:18:01.987Z",
      "commit": 8
    },
    {
      "date": "2025-12-30T06:20:03.909Z",
      "commit": 9
    },
    {
      "date": "2025-12-31T05:49:31.902Z",
      "commit": 10
    },
    {
      "date": "2025-12-31T06:08:55.090Z",
      "commit": 11
    },
    {
      "date": "2025-12-31T06:09:12.191Z",
      "commit": 12
    },
    {
      "date": "2025-12-31T06:18:03.465Z",
      "commit": 13
    },
    {
      "date": "2025-12-31T06:22:44.211Z",
      "commit": 14,
      "verse": "Proverbs 3:5-6",
      "text": "Trust in the LORD with all thine heart; and lean not unto thine own understanding."
    },
    {
      "date": "2025-12-31T06:26:15.522Z",
      "commit": 15,
      "verse": "Proverbs 3:5-6",
      "text": "Trust in the LORD with all thine heart; and lean not unto thine own understanding."
    },
    {
      "date": "2025-12-31T06:57:14.247Z",
      "commit": 16,
      "verse": "Proverbs 3:5-6",
      "text": "Trust in the LORD with all thine heart; and lean not unto thine own understanding."
    },
    {
      "date": "2025-12-31T06:57:30.339Z",
      "commit": 17,
      "verse": "Proverbs 3:5-6",
      "text": "Trust in the LORD with all thine heart; and lean not unto thine own understanding."
    },
    {
      "date": "2025-12-31T06:57:53.362Z",
      "commit": 18,
      "verse": "Proverbs 3:5-6",
      "text": "Trust in the LORD with all thine heart; and lean not unto thine own understanding."
    },
    {
      "date": "2025-12-31T07:04:04.200Z",
      "commit": 19,
      "verse": "Acts 17:5",
      "text": "[5] ¶ But the Jews which believed not, moved with envy, took unto them certain lewd fellows of the baser sort, and gathered a company, and set all the city on an uproar, and assaulted the house of Jason, and sought to bring them out to the people."
    },
    {
      "date": "2025-12-31T07:05:19.222Z",
      "commit": 20,
      "verse": "Daniel 11:40",
      "text": "[40] And at the time of the end shall the king of the south push at him: and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass over."
    },
    {
      "date": "2025-12-31T07:09:40.896Z",
      "commit": 21,
      "verse": "Nahum 2:3",
      "text": "[3] The shield of his mighty men is made red, the valiant men are in scarlet: the chariots shall be with flaming torches in the day of his preparation, and the fir trees shall be terribly shaken."
    },
    {
      "date": "2025-12-31T07:50:17.009Z",
      "commit": 22,
      "verse": "Hosea 2:13",
      "text": "[13] And I will visit upon her the days of Baalim, wherein she burned incense to them, and she decked herself with her earrings and her jewels, and she went after her lovers, and forgat me, saith the LORD."
    },
    {
      "date": "2025-12-31T07:54:15.189Z",
      "commit": 23,
      "verse": "3 John 1:2",
      "text": "[2] Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth."
    },
    {
      "date": "2026-01-01T02:23:33.562Z",
      "commit": 24,
      "verse": "Proverbs 23:2",
      "text": "[2] And put a knife to thy throat, if thou be a man given to appetite."
    },
    {
      "date": "2026-01-02T02:08:15.171Z",
      "commit": 25,
      "verse": "Romans 3:17",
      "text": "[17] And the way of peace have they not known:"
    },
    {
      "date": "2026-01-03T02:01:45.642Z",
      "commit": 26,
      "verse": "Ecclesiastes 1:2",
      "text": "[2] Vanity of vanities, saith the Preacher, vanity of vanities; all is vanity."
    },
    {
      "date": "2026-01-04T02:25:01.383Z",
      "commit": 27,
      "verse": "Exodus 14:20",
      "text": "[20] And it came between the camp of the Egyptians and the camp of Israel; and it was a cloud and darkness to them, but it gave light by night to these: so that the one came not near the other all the night."
    },
    {
      "date": "2026-01-05T02:24:35.420Z",
      "commit": 28,
      "verse": "Zephaniah 1:4",
      "text": "[4] I will also stretch out mine hand upon Judah, and upon all the inhabitants of Jerusalem; and I will cut off the remnant of Baal from this place, and the name of the Chemarims with the priests;"
    },
    {
      "date": "2026-01-06T02:08:16.725Z",
      "commit": 29,
      "verse": "Deuteronomy 6:17",
      "text": "[17] Ye shall diligently keep the commandments of the LORD your God, and his testimonies, and his statutes, which he hath commanded thee."
    },
    {
      "date": "2026-01-06T10:26:31.453Z",
      "commit": 30,
      "verse": "1 Chronicles 24:14",
      "text": "[14] The fifteenth to Bilgah, the sixteenth to Immer,"
    },
    {
      "date": "2026-01-06T11:19:43.232Z",
      "commit": 31,
      "verse": "2 John 1:8",
      "text": "[8] Look to yourselves, that we lose not those things which we have wrought, but that we receive a full reward."
    },
    {
      "date": "2026-01-06T12:46:35.413Z",
      "commit": 32,
      "verse": "1 Thessalonians 2:9",
      "text": "[9] For ye remember, brethren, our labour and travail: for labouring night and day, because we would not be chargeable unto any of you, we preached unto you the gospel of God."
    },
    {
      "date": "2026-01-06T13:38:06.584Z",
      "commit": 33,
      "verse": "Mark 1:7",
      "text": "[7] And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose."
    },
    {
      "date": "2026-01-06T14:23:40.306Z",
      "commit": 34,
      "verse": "Ecclesiastes 3:3",
      "text": "[3] A time to kill, and a time to heal; a time to break down, and a time to build up;"
    },
    {
      "date": "2026-01-06T15:24:28.287Z",
      "commit": 35,
      "verse": "2 Corinthians 3:16",
      "text": "[16] Nevertheless when it shall turn to the Lord, the vail shall be taken away."
    },
    {
      "date": "2026-01-06T16:30:29.341Z",
      "commit": 36,
      "verse": "2 Corinthians 1:11",
      "text": "[11] Ye also helping together by prayer for us, that for the gift bestowed upon us by the means of many persons thanks may be given by many on our behalf."
    },
    {
      "date": "2026-01-06T17:23:33.626Z",
      "commit": 37,
      "verse": "Judges 6:11",
      "text": "[11] ¶ And there came an angel of the LORD, and sat under an oak which was in Ophrah, that pertained unto Joash the Abi-ezrite: and his son Gideon threshed wheat by the winepress, to hide it from the Midianites."
    },
    {
      "date": "2026-01-06T18:33:13.780Z",
      "commit": 38,
      "verse": "Esther 3:12",
      "text": "[12] Then were the king’s scribes called on the thirteenth day of the first month, and there was written according to all that Haman had commanded unto the king’s lieutenants, and to the governors that were over every province, and to the rulers of every people of every province according to the writing thereof, and to every people after their language; in the name of king Ahasuerus was it written, and sealed with the king’s ring."
    },
    {
      "date": "2026-01-06T19:17:38.078Z",
      "commit": 39,
      "verse": "Proverbs 31:22",
      "text": "[22] She maketh herself coverings of tapestry; her clothing is silk and purple."
    },
    {
      "date": "2026-01-06T20:25:08.073Z",
      "commit": 40,
      "verse": "Daniel 10:8",
      "text": "[8] Therefore I was left alone, and saw this great vision, and there remained no strength in me: for my comeliness was turned in me into corruption, and I retained no strength."
    },
    {
      "date": "2026-01-06T21:21:36.981Z",
      "commit": 41,
      "verse": "Ezra 4:23",
      "text": "[23] ¶ Now when the copy of king Artaxerxes’ letter was read before Rehum, and Shimshai the scribe, and their companions, they went up in haste to Jerusalem unto the Jews, and made them to cease by force and power."
    },
    {
      "date": "2026-01-06T22:22:13.374Z",
      "commit": 42,
      "verse": "Lamentations 4:6",
      "text": "[6] For the punishment of the iniquity of the daughter of my people is greater than the punishment of the sin of Sodom, that was overthrown as in a moment, and no hands stayed on her."
    },
    {
      "date": "2026-01-06T23:21:27.907Z",
      "commit": 43,
      "verse": "Daniel 7:15",
      "text": "[15] ¶ I Daniel was grieved in my spirit in the midst of my body, and the visions of my head troubled me."
    },
    {
      "date": "2026-01-07T01:47:31.144Z",
      "commit": 44,
      "verse": "Song of Solomon 5:5",
      "text": "[5] I rose up to open to my beloved; and my hands dropped with myrrh, and my fingers with sweet smelling myrrh, upon the handles of the lock."
    },
    {
      "date": "2026-01-07T03:39:37.952Z",
      "commit": 45,
      "verse": "Habakkuk 3:14",
      "text": "[14] Thou didst strike through with his staves the head of his villages: they came out as a whirlwind to scatter me: their rejoicing was as to devour the poor secretly."
    },
    {
      "date": "2026-01-07T04:41:01.050Z",
      "commit": 46,
      "verse": "1 Peter 1:21",
      "text": "[21] Who by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God."
    },
    {
      "date": "2026-01-07T05:26:08.259Z",
      "commit": 47,
      "verse": "Joel 1:11",
      "text": "[11] Be ye ashamed, O ye husbandmen; howl, O ye vinedressers, for the wheat and for the barley; because the harvest of the field is perished."
    },
    {
      "date": "2026-01-07T06:35:34.499Z",
      "commit": 48,
      "verse": "2 Samuel 5:18",
      "text": "[18] The Philistines also came and spread themselves in the valley of Rephaim."
    },
    {
      "date": "2026-01-07T07:25:59.919Z",
      "commit": 49,
      "verse": "Colossians 4:14",
      "text": "[14] Luke, the beloved physician, and Demas, greet you."
    },
    {
      "date": "2026-01-07T08:32:23.003Z",
      "commit": 50,
      "verse": "Micah 2:1",
      "text": "[1] Woe to them that devise iniquity, and work evil upon their beds! when the morning is light, they practise it, because it is in the power of their hand."
    },
    {
      "date": "2026-01-07T09:29:05.516Z",
      "commit": 51,
      "verse": "Nehemiah 11:7",
      "text": "[7] And these are the sons of Benjamin; Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jesaiah."
    },
    {
      "date": "2026-01-07T10:25:57.364Z",
      "commit": 52,
      "verse": "2 Thessalonians 2:4",
      "text": "[4] Who opposeth and exalteth himself above all that is called God, or that is worshipped; so that he as God sitteth in the temple of God, shewing himself that he is God."
    },
    {
      "date": "2026-01-07T11:20:56.946Z",
      "commit": 53,
      "verse": "Exodus 6:10",
      "text": "[10] And the LORD spake unto Moses, saying,"
    },
    {
      "date": "2026-01-07T12:48:10.105Z",
      "commit": 54,
      "verse": "Nehemiah 5:16",
      "text": "[16] Yea, also I continued in the work of this wall, neither bought we any land: and all my servants were gathered thither unto the work."
    },
    {
      "date": "2026-01-07T13:40:01.120Z",
      "commit": 55,
      "verse": "Jonah 1:15",
      "text": "[15] So they took up Jonah, and cast him forth into the sea: and the sea ceased from her raging."
    },
    {
      "date": "2026-01-07T14:25:03.102Z",
      "commit": 56,
      "verse": "Hebrews 2:12",
      "text": "[12] Saying, I will declare thy name unto my brethren, in the midst of the church will I sing praise unto thee."
    },
    {
      "date": "2026-01-07T15:26:30.448Z",
      "commit": 57,
      "verse": "1 Kings 1:34",
      "text": "[34] And let Zadok the priest and Nathan the prophet anoint him there king over Israel: and blow ye with the trumpet, and say, God save king Solomon."
    },
    {
      "date": "2026-01-07T16:31:46.726Z",
      "commit": 58,
      "verse": "Leviticus 5:7",
      "text": "[7] And if he be not able to bring a lamb, then he shall bring for his trespass, which he hath committed, two turtledoves, or two young pigeons, unto the LORD; one for a sin offering, and the other for a burnt offering."
    },
    {
      "date": "2026-01-07T17:27:07.131Z",
      "commit": 59,
      "verse": "Luke 12:2",
      "text": "[2] For there is nothing covered, that shall not be revealed; neither hid, that shall not be known."
    },
    {
      "date": "2026-01-07T18:34:33.333Z",
      "commit": 60,
      "verse": "3 John 1:11",
      "text": "[11] Beloved, follow not that which is evil, but that which is good. He that doeth good is of God: but he that doeth evil hath not seen God."
    },
    {
      "date": "2026-01-07T19:20:35.497Z",
      "commit": 61,
      "verse": "Isaiah 29:21",
      "text": "[21] That make a man an offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of nought."
    },
    {
      "date": "2026-01-07T20:26:49.196Z",
      "commit": 62,
      "verse": "Malachi 3:18",
      "text": "[18] Then shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not."
    },
    {
      "date": "2026-01-07T21:21:11.843Z",
      "commit": 63,
      "verse": "Luke 7:23",
      "text": "[23] And blessed is he, whosoever shall not be offended in me."
    },
    {
      "date": "2026-01-07T22:21:44.135Z",
      "commit": 64,
      "verse": "Galatians 4:19",
      "text": "[19] My little children, of whom I travail in birth again until Christ be formed in you,"
    },
    {
      "date": "2026-01-07T23:20:54.920Z",
      "commit": 65,
      "verse": "1 Chronicles 19:7",
      "text": "[7] So they hired thirty and two thousand chariots, and the king of Maachah and his people; who came and pitched before Medeba. And the children of Ammon gathered themselves together from their cities, and came to battle."
    },
    {
      "date": "2026-01-08T01:47:54.275Z",
      "commit": 66,
      "verse": "Zephaniah 2:4",
      "text": "[4] ¶ For Gaza shall be forsaken, and Ashkelon a desolation: they shall drive out Ashdod at the noon day, and Ekron shall be rooted up."
    },
    {
      "date": "2026-01-08T03:39:49.412Z",
      "commit": 67,
      "verse": "Numbers 9:5",
      "text": "[5] And they kept the passover on the fourteenth day of the first month at even in the wilderness of Sinai: according to all that the LORD commanded Moses, so did the children of Israel."
    },
    {
      "date": "2026-01-08T04:40:01.696Z",
      "commit": 68,
      "verse": "2 Thessalonians 1:9",
      "text": "[9] Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;"
    },
    {
      "date": "2026-01-08T05:25:56.093Z",
      "commit": 69,
      "verse": "John 4:15",
      "text": "[15] The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw."
    },
    {
      "date": "2026-01-08T06:36:04.306Z",
      "commit": 70,
      "verse": "2 Peter 3:13",
      "text": "[13] Nevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness."
    },
    {
      "date": "2026-01-08T07:25:06.420Z",
      "commit": 71,
      "verse": "2 Thessalonians 2:8",
      "text": "[8] And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:"
    },
    {
      "date": "2026-01-08T08:32:06.175Z",
      "commit": 72,
      "verse": "Esther 8:12",
      "text": "[12] Upon one day in all the provinces of king Ahasuerus, namely, upon the thirteenth day of the twelfth month, which is the month Adar."
    },
    {
      "date": "2026-01-08T09:29:00.610Z",
      "commit": 73,
      "verse": "1 Peter 4:5",
      "text": "[5] Who shall give account to him that is ready to judge the quick and the dead."
    },
    {
      "date": "2026-01-08T10:25:43.236Z",
      "commit": 74,
      "verse": "Leviticus 13:16",
      "text": "[16] Or if the raw flesh turn again, and be changed unto white, he shall come unto the priest;"
    },
    {
      "date": "2026-01-08T11:21:23.250Z",
      "commit": 75,
      "verse": "1 Kings 16:34",
      "text": "[34] ¶ In his days did Hiel the Beth-elite build Jericho: he laid the foundation thereof in Abiram his firstborn, and set up the gates thereof in his youngest son Segub, according to the word of the LORD, which he spake by Joshua the son of Nun."
    },
    {
      "date": "2026-01-08T12:48:38.809Z",
      "commit": 76,
      "verse": "Job 30:4",
      "text": "[4] Who cut up mallows by the bushes, and juniper roots for their meat."
    },
    {
      "date": "2026-01-08T13:40:49.643Z",
      "commit": 77,
      "verse": "2 Peter 3:1",
      "text": "[1] This second epistle, beloved, I now write unto you; in both which I stir up your pure minds by way of remembrance:"
    },
    {
      "date": "2026-01-08T14:26:26.602Z",
      "commit": 78,
      "verse": "James 2:24",
      "text": "[24] Ye see then how that by works a man is justified, and not by faith only."
    },
    {
      "date": "2026-01-08T15:26:59.207Z",
      "commit": 79,
      "verse": "Numbers 17:5",
      "text": "[5] And it shall come to pass, that the man’s rod, whom I shall choose, shall blossom: and I will make to cease from me the murmurings of the children of Israel, whereby they murmur against you."
    },
    {
      "date": "2026-01-08T16:31:21.785Z",
      "commit": 80,
      "verse": "1 Kings 20:23",
      "text": "[23] And the servants of the king of Syria said unto him, Their gods are gods of the hills; therefore they were stronger than we; but let us fight against them in the plain, and surely we shall be stronger than they."
    },
    {
      "date": "2026-01-08T17:27:12.575Z",
      "commit": 81,
      "verse": "Joshua 21:10",
      "text": "[10] Which the children of Aaron, being of the families of the Kohathites, who were of the children of Levi, had: for theirs was the first lot."
    },
    {
      "date": "2026-01-08T18:30:05.743Z",
      "commit": 82,
      "verse": "Zechariah 8:13",
      "text": "[13] And it shall come to pass, that as ye were a curse among the heathen, O house of Judah, and house of Israel; so will I save you, and ye shall be a blessing: fear not, but let your hands be strong."
    },
    {
      "date": "2026-01-08T19:20:39.980Z",
      "commit": 83,
      "verse": "Haggai 1:2",
      "text": "[2] Thus speaketh the LORD of hosts, saying, This people say, The time is not come, the time that the LORD’s house should be built."
    },
    {
      "date": "2026-01-08T20:26:52.920Z",
      "commit": 84,
      "verse": "Romans 7:11",
      "text": "[11] For sin, taking occasion by the commandment, deceived me, and by it slew me."
    },
    {
      "date": "2026-01-08T21:22:00.223Z",
      "commit": 85,
      "verse": "1 Kings 2:34",
      "text": "[34] So Benaiah the son of Jehoiada went up, and fell upon him, and slew him: and he was buried in his own house in the wilderness."
    },
    {
      "date": "2026-01-08T22:22:03.086Z",
      "commit": 86,
      "verse": "Isaiah 10:11",
      "text": "[11] Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and her idols?"
    },
    {
      "date": "2026-01-08T23:18:49.407Z",
      "commit": 87,
      "verse": "Song of Solomon 5:12",
      "text": "[12] His eyes are as the eyes of doves by the rivers of waters, washed with milk, and fitly set."
    },
    {
      "date": "2026-01-09T01:48:39.151Z",
      "commit": 88,
      "verse": "James 4:13",
      "text": "[13] Go to now, ye that say, To day or to morrow we will go into such a city, and continue there a year, and buy and sell, and get gain:"
    },
    {
      "date": "2026-01-09T03:40:28.338Z",
      "commit": 89,
      "verse": "1 Timothy 6:5",
      "text": "[5] Perverse disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself."
    },
    {
      "date": "2026-01-09T04:40:43.429Z",
      "commit": 90,
      "verse": "Isaiah 5:8",
      "text": "[8] ¶ Woe unto them that join house to house, that lay field to field, till there be no place, that they may be placed alone in the midst of the earth!"
    },
    {
      "date": "2026-01-09T05:26:32.476Z",
      "commit": 91,
      "verse": "Isaiah 41:28",
      "text": "[28] For I beheld, and there was no man; even among them, and there was no counsellor, that, when I asked of them, could answer a word."
    },
    {
      "date": "2026-01-09T06:35:37.451Z",
      "commit": 92,
      "verse": "Leviticus 9:15",
      "text": "[15] ¶ And he brought the people’s offering, and took the goat, which was the sin offering for the people, and slew it, and offered it for sin, as the first."
    },
    {
      "date": "2026-01-09T07:26:07.240Z",
      "commit": 93,
      "verse": "2 Timothy 2:24",
      "text": "[24] And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,"
    },
    {
      "date": "2026-01-09T08:32:19.779Z",
      "commit": 94,
      "verse": "Acts 15:1",
      "text": "[1] And certain men which came down from Judæa taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved."
    },
    {
      "date": "2026-01-09T09:29:05.971Z",
      "commit": 95,
      "verse": "Daniel 11:45",
      "text": "[45] And he shall plant the tabernacles of his palace between the seas in the glorious holy mountain; yet he shall come to his end, and none shall help him."
    },
    {
      "date": "2026-01-09T10:24:24.149Z",
      "commit": 96,
      "verse": "Micah 7:15",
      "text": "[15] According to the days of thy coming out of the land of Egypt will I shew unto him marvellous things."
    },
    {
      "date": "2026-01-09T11:19:56.950Z",
      "commit": 97,
      "verse": "Amos 9:8",
      "text": "[8] Behold, the eyes of the Lord GOD are upon the sinful kingdom, and I will destroy it from off the face of the earth; saving that I will not utterly destroy the house of Jacob, saith the LORD."
    },
    {
      "date": "2026-01-09T12:47:01.877Z",
      "commit": 98,
      "verse": "James 2:4",
      "text": "[4] Are ye not then partial in yourselves, and are become judges of evil thoughts?"
    },
    {
      "date": "2026-01-09T13:38:10.591Z",
      "commit": 99,
      "verse": "Nahum 2:5",
      "text": "[5] He shall recount his worthies: they shall stumble in their walk; they shall make haste to the wall thereof, and the defence shall be prepared."
    },
    {
      "date": "2026-01-09T14:25:30.107Z",
      "commit": 100,
      "verse": "1 Samuel 24:13",
      "text": "[13] As saith the proverb of the ancients, Wickedness proceedeth from the wicked: but mine hand shall not be upon thee."
    },
    {
      "date": "2026-01-09T15:25:19.270Z",
      "commit": 101,
      "verse": "Isaiah 58:12",
      "text": "[12] And they that shall be of thee shall build the old waste places: thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in."
    },
    {
      "date": "2026-01-09T16:29:14.079Z",
      "commit": 102,
      "verse": "Habakkuk 3:6",
      "text": "[6] He stood, and measured the earth: he beheld, and drove asunder the nations; and the everlasting mountains were scattered, the perpetual hills did bow: his ways are everlasting."
    },
    {
      "date": "2026-01-09T17:23:57.268Z",
      "commit": 103,
      "verse": "1 Timothy 1:10",
      "text": "[10] For whoremongers, for them that defile themselves with mankind, for menstealers, for liars, for perjured persons, and if there be any other thing that is contrary to sound doctrine;"
    },
    {
      "date": "2026-01-09T18:33:49.545Z",
      "commit": 104,
      "verse": "Philippians 3:3",
      "text": "[3] For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh."
    },
    {
      "date": "2026-01-09T19:20:22.872Z",
      "commit": 105,
      "verse": "Malachi 4:1",
      "text": "[1] For, behold, the day cometh, that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the LORD of hosts, that it shall leave them neither root nor branch."
    },
    {
      "date": "2026-01-09T20:26:01.155Z",
      "commit": 106,
      "verse": "Nehemiah 5:19",
      "text": "[19] Think upon me, my God, for good, according to all that I have done for this people."
    },
    {
      "date": "2026-01-09T21:21:30.675Z",
      "commit": 107,
      "verse": "Mark 10:5",
      "text": "[5] And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept."
    },
    {
      "date": "2026-01-09T22:21:59.117Z",
      "commit": 108,
      "verse": "Song of Solomon 8:10",
      "text": "[10] I am a wall, and my breasts like towers: then was I in his eyes as one that found favour."
    },
    {
      "date": "2026-01-09T23:21:18.862Z",
      "commit": 109,
      "verse": "Ecclesiastes 4:12",
      "text": "[12] And if one prevail against him, two shall withstand him; and a threefold cord is not quickly broken."
    },
    {
      "date": "2026-01-10T01:45:01.874Z",
      "commit": 110,
      "verse": "Deuteronomy 7:26",
      "text": "[26] Neither shalt thou bring an abomination into thine house, lest thou be a cursed thing like it: but thou shalt utterly detest it, and thou shalt utterly abhor it; for it is a cursed thing."
    },
    {
      "date": "2026-01-10T03:25:03.086Z",
      "commit": 111,
      "verse": "Ruth 1:2",
      "text": "[2] And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Beth-lehem-judah. And they came into the country of Moab, and continued there."
    },
    {
      "date": "2026-01-10T04:34:22.340Z",
      "commit": 112,
      "verse": "Nahum 1:10",
      "text": "[10] For while they be folden together as thorns, and while they are drunken as drunkards, they shall be devoured as stubble fully dry."
    },
    {
      "date": "2026-01-10T05:22:12.832Z",
      "commit": 113,
      "verse": "Ezra 6:4",
      "text": "[4] With three rows of great stones, and a row of new timber: and let the expenses be given out of the king’s house:"
    },
    {
      "date": "2026-01-10T06:31:41.518Z",
      "commit": 114,
      "verse": "Jeremiah 18:8",
      "text": "[8] If that nation, against whom I have pronounced, turn from their evil, I will repent of the evil that I thought to do unto them."
    },
    {
      "date": "2026-01-10T07:20:12.054Z",
      "commit": 115,
      "verse": "Mark 1:11",
      "text": "[11] And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased."
    },
    {
      "date": "2026-01-10T08:27:25.574Z",
      "commit": 116,
      "verse": "2 John 1:13",
      "text": "[13] The children of thy elect sister greet thee. Amen."
    },
    {
      "date": "2026-01-10T09:21:06.578Z",
      "commit": 117,
      "verse": "Titus 1:6",
      "text": "[6] If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly."
    },
    {
      "date": "2026-01-10T10:21:04.140Z",
      "commit": 118,
      "verse": "Philemon 1:8",
      "text": "[8] Wherefore, though I might be much bold in Christ to enjoin thee that which is convenient,"
    },
    {
      "date": "2026-01-10T11:18:10.558Z",
      "commit": 119,
      "verse": "1 Peter 4:19",
      "text": "[19] Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator."
    },
    {
      "date": "2026-01-10T12:41:13.860Z",
      "commit": 120,
      "verse": "Jeremiah 24:6",
      "text": "[6] For I will set mine eyes upon them for good, and I will bring them again to this land: and I will build them, and not pull them down; and I will plant them, and not pluck them up."
    },
    {
      "date": "2026-01-10T13:29:28.223Z",
      "commit": 121,
      "verse": "Ezekiel 44:10",
      "text": "[10] And the Levites that are gone away far from me, when Israel went astray, which went astray away from me after their idols; they shall even bear their iniquity."
    }
  ]
}